Repository: bae-fm/bae
Catalog: BaeKit/Sources/BaeKit/Resources/Core.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# ui.import.artist_identity_conflict.explanation
source: This source identity is linked to two artists in your library. Choose the record to keep; its albums, tracks, credits, and source links will be combined with the other record.
ar: ترتبط هوية المصدر هذه بفنانين في مكتبتك. اختر السجل الذي تريد الاحتفاظ به؛ سيتم دمج ألبوماته ومقاطعه واعتماداته وروابط مصادره مع السجل الآخر.
bg: Тази самоличност от източника е свързана с двама изпълнители във вашата библиотека. Изберете кой запис да запазите; неговите албуми, песни, авторски данни и връзки към източници ще бъдат обединени с другия запис.
bn: এই উৎস পরিচয়টি আপনার লাইব্রেরির দুইজন শিল্পীর সঙ্গে যুক্ত। যে রেকর্ডটি রাখতে চান সেটি বেছে নিন; তার অ্যালবাম, ট্র্যাক, কৃতিত্ব ও উৎসের লিংক অন্য রেকর্ডটির সঙ্গে একত্র করা হবে।
cs: Tato identita ze zdroje je propojena se dvěma interprety ve vaší knihovně. Vyberte záznam, který chcete ponechat; jeho alba, skladby, údaje o účasti a odkazy na zdroje se sloučí s druhým záznamem.
de: Diese Quellidentität ist mit zwei Künstlern in deiner Mediathek verknüpft. Wähle den Datensatz aus, der behalten werden soll; seine Alben, Titel, Mitwirkungsangaben und Quellverknüpfungen werden mit dem anderen Datensatz zusammengeführt.
es: Esta identidad de origen está vinculada a dos artistas de tu biblioteca. Elige el registro que quieres conservar; sus álbumes, pistas, créditos y enlaces de origen se combinarán con el otro registro.
fr: Cette identité de source est liée à deux artistes de votre bibliothèque. Choisissez la fiche à conserver ; ses albums, morceaux, crédits et liens de source seront regroupés avec l’autre fiche.
gu: આ સ્રોત ઓળખ તમારી લાઇબ્રેરીના બે કલાકારો સાથે જોડાયેલી છે. રાખવાનો રેકોર્ડ પસંદ કરો; તેના આલ્બમ, ટ્રૅક, શ્રેય અને સ્રોત લિંક્સ બીજા રેકોર્ડ સાથે ભેળવવામાં આવશે.
he: זהות מקור זו מקושרת לשני אמנים בספרייה שלך. יש לבחור איזו רשומה לשמור; האלבומים, הרצועות, הקרדיטים וקישורי המקור שלה ימוזגו עם הרשומה האחרת.
hi: यह स्रोत पहचान आपकी लाइब्रेरी में दो कलाकारों से जुड़ी है। रखने वाला रिकॉर्ड चुनें; उसके एल्बम, ट्रैक, श्रेय और स्रोत लिंक दूसरे रिकॉर्ड के साथ मिला दिए जाएँगे।
hr: Ovaj identitet izvora povezan je s dvama izvođačima u vašoj fonoteci. Odaberite zapis koji želite zadržati; njegovi albumi, pjesme, zasluge i poveznice na izvore spojit će se s drugim zapisom.
it: Questa identità della fonte è collegata a due artisti nella tua libreria. Scegli il record da mantenere; i relativi album, brani, crediti e collegamenti alle fonti verranno uniti all’altro record.
ja: このソースIDはライブラリ内の2人のアーティストに関連付けられています。残すレコードを選択してください。そのアルバム、トラック、クレジット、ソースリンクがもう一方のレコードと統合されます。
kn: ಈ ಮೂಲ ಗುರುತು ನಿಮ್ಮ ಲೈಬ್ರರಿಯಲ್ಲಿರುವ ಇಬ್ಬರು ಕಲಾವಿದರಿಗೆ ಲಿಂಕ್ ಆಗಿದೆ. ಉಳಿಸಬೇಕಾದ ದಾಖಲೆಯನ್ನು ಆರಿಸಿ; ಅದರ ಆಲ್ಬಮ್‌ಗಳು, ಟ್ರ್ಯಾಕ್‌ಗಳು, ಕ್ರೆಡಿಟ್‌ಗಳು ಮತ್ತು ಮೂಲ ಲಿಂಕ್‌ಗಳನ್ನು ಇನ್ನೊಂದು ದಾಖಲೆಯೊಂದಿಗೆ ವಿಲೀನಗೊಳಿಸಲಾಗುತ್ತದೆ.
ko: 이 소스 식별자가 보관함의 아티스트 두 명에 연결되어 있습니다. 유지할 레코드를 선택하세요. 해당 레코드의 앨범, 트랙, 크레딧 및 소스 링크가 다른 레코드와 병합됩니다.
ml: ഈ ഉറവിട ഐഡന്റിറ്റി നിങ്ങളുടെ ലൈബ്രറിയിലെ രണ്ട് ആർട്ടിസ്റ്റുകളുമായി ബന്ധിപ്പിച്ചിരിക്കുന്നു. നിലനിർത്തേണ്ട റെക്കോർഡ് തിരഞ്ഞെടുക്കുക; അതിന്റെ ആൽബങ്ങൾ, ട്രാക്കുകൾ, ക്രെഡിറ്റുകൾ, ഉറവിട ലിങ്കുകൾ എന്നിവ മറ്റേ റെക്കോർഡുമായി ലയിപ്പിക്കും.
mr: ही स्रोत ओळख तुमच्या लायब्ररीतील दोन कलाकारांशी जोडलेली आहे. ठेवायची नोंद निवडा; तिचे अल्बम, ट्रॅक, श्रेय आणि स्रोत दुवे दुसऱ्या नोंदीत विलीन केले जातील.
nl: Deze bronidentiteit is gekoppeld aan twee artiesten in je bibliotheek. Kies welke vermelding je wilt behouden; de albums, nummers, credits en bronkoppelingen worden samengevoegd met de andere vermelding.
pa: ਇਹ ਸਰੋਤ ਪਛਾਣ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਦੋ ਕਲਾਕਾਰਾਂ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ। ਰੱਖਣ ਲਈ ਰਿਕਾਰਡ ਚੁਣੋ; ਇਸ ਦੀਆਂ ਐਲਬਮਾਂ, ਟਰੈਕ, ਕ੍ਰੈਡਿਟ ਅਤੇ ਸਰੋਤ ਲਿੰਕ ਦੂਜੇ ਰਿਕਾਰਡ ਨਾਲ ਮਿਲਾ ਦਿੱਤੇ ਜਾਣਗੇ।
pl: Ta tożsamość źródłowa jest powiązana z dwoma wykonawcami w bibliotece. Wybierz rekord, który chcesz zachować; jego albumy, utwory, informacje o udziale i łącza źródłowe zostaną połączone z drugim rekordem.
pt_br: Esta identidade da fonte está vinculada a dois artistas na sua biblioteca. Escolha o registro que deseja manter; os álbuns, faixas, créditos e links de fonte dele serão combinados com o outro registro.
ta: இந்த மூல அடையாளம் உங்கள் நூலகத்தில் உள்ள இரண்டு கலைஞர்களுடன் இணைக்கப்பட்டுள்ளது. வைத்திருக்க வேண்டிய பதிவைத் தேர்வுசெய்யவும்; அதன் ஆல்பங்கள், தடங்கள், பங்களிப்புகள் மற்றும் மூல இணைப்புகள் மற்ற பதிவுடன் ஒன்றிணைக்கப்படும்.
te: ఈ మూల గుర్తింపు మీ లైబ్రరీలోని ఇద్దరు కళాకారులకు లింక్ అయి ఉంది. ఉంచాల్సిన రికార్డును ఎంచుకోండి; దాని ఆల్బమ్‌లు, ట్రాక్‌లు, క్రెడిట్‌లు మరియు మూల లింక్‌లు మరొక రికార్డుతో విలీనం చేయబడతాయి.
th: ข้อมูลระบุตัวตนจากแหล่งนี้เชื่อมโยงกับศิลปินสองรายในคลังของคุณ เลือกระเบียนที่จะเก็บไว้ แล้วอัลบั้ม แทร็ก เครดิต และลิงก์แหล่งข้อมูลของระเบียนนั้นจะถูกรวมกับอีกระเบียนหนึ่ง
tr: Bu kaynak kimliği arşivinizdeki iki sanatçıya bağlı. Korumak istediğiniz kaydı seçin; albümleri, parçaları, katkı bilgileri ve kaynak bağlantıları diğer kayıtla birleştirilecek.
uk: Цей ідентифікатор джерела пов’язано з двома виконавцями у вашій медіатеці. Виберіть запис, який слід зберегти; його альбоми, композиції, авторські дані та посилання на джерела буде об’єднано з іншим записом.
ur: یہ ماخذ شناخت آپ کی لائبریری میں دو فنکاروں سے منسلک ہے۔ برقرار رکھنے والا ریکارڈ منتخب کریں؛ اس کے البمز، ٹریکس، کریڈٹس اور ماخذ لنکس دوسرے ریکارڈ کے ساتھ ضم کر دیے جائیں گے۔
vi: Danh tính nguồn này được liên kết với hai nghệ sĩ trong thư viện của bạn. Chọn bản ghi cần giữ; các album, bản nhạc, thông tin đóng góp và liên kết nguồn của bản ghi đó sẽ được hợp nhất với bản ghi còn lại.
zh_hans: 此来源身份关联到了资料库中的两位艺术家。请选择要保留的记录；其专辑、曲目、署名和来源链接将与另一条记录合并。
zh_hant: 此來源身分連結到資料庫中的兩位藝人。請選擇要保留的記錄；其專輯、曲目、製作名單和來源連結將與另一筆記錄合併。

# ui.import.artist_identity_conflict.keep_discogs
source: Keep Discogs Artist
ar: الاحتفاظ بفنان Discogs
bg: Запазване на изпълнителя от Discogs
bn: Discogs শিল্পীটি রাখুন
cs: Ponechat interpreta z Discogs
de: Discogs-Künstler behalten
es: Conservar artista de Discogs
fr: Conserver l’artiste Discogs
gu: Discogs કલાકાર રાખો
he: שמירת האמן מ־Discogs
hi: Discogs कलाकार रखें
hr: Zadrži izvođača s Discogsa
it: Mantieni artista Discogs
ja: Discogsのアーティストを残す
kn: Discogs ಕಲಾವಿದರನ್ನು ಉಳಿಸಿ
ko: Discogs 아티스트 유지
ml: Discogs ആർട്ടിസ്റ്റിനെ നിലനിർത്തുക
mr: Discogs कलाकार ठेवा
nl: Discogs-artiest behouden
pa: Discogs ਕਲਾਕਾਰ ਰੱਖੋ
pl: Zachowaj wykonawcę z Discogs
pt_br: Manter artista do Discogs
ta: Discogs கலைஞரை வைத்திரு
te: Discogs కళాకారుడిని ఉంచు
th: เก็บศิลปินจาก Discogs
tr: Discogs sanatçısını koru
uk: Зберегти виконавця з Discogs
ur: Discogs فنکار برقرار رکھیں
vi: Giữ nghệ sĩ Discogs
zh_hans: 保留 Discogs 艺术家
zh_hant: 保留 Discogs 藝術家

# ui.import.artist_identity_conflict.keep_musicbrainz
source: Keep MusicBrainz Artist
ar: الاحتفاظ بفنان MusicBrainz
bg: Запазване на изпълнителя от MusicBrainz
bn: MusicBrainz শিল্পীটি রাখুন
cs: Ponechat interpreta z MusicBrainz
de: MusicBrainz-Künstler behalten
es: Conservar artista de MusicBrainz
fr: Conserver l’artiste MusicBrainz
gu: MusicBrainz કલાકાર રાખો
he: שמירת האמן מ־MusicBrainz
hi: MusicBrainz कलाकार रखें
hr: Zadrži izvođača s MusicBrainza
it: Mantieni artista MusicBrainz
ja: MusicBrainzのアーティストを残す
kn: MusicBrainz ಕಲಾವಿದರನ್ನು ಉಳಿಸಿ
ko: MusicBrainz 아티스트 유지
ml: MusicBrainz ആർട്ടിസ്റ്റിനെ നിലനിർത്തുക
mr: MusicBrainz कलाकार ठेवा
nl: MusicBrainz-artiest behouden
pa: MusicBrainz ਕਲਾਕਾਰ ਰੱਖੋ
pl: Zachowaj wykonawcę z MusicBrainz
pt_br: Manter artista do MusicBrainz
ta: MusicBrainz கலைஞரை வைத்திரு
te: MusicBrainz కళాకారుడిని ఉంచు
th: เก็บศิลปินจาก MusicBrainz
tr: MusicBrainz sanatçısını koru
uk: Зберегти виконавця з MusicBrainz
ur: MusicBrainz فنکار برقرار رکھیں
vi: Giữ nghệ sĩ MusicBrainz
zh_hans: 保留 MusicBrainz 艺术家
zh_hant: 保留 MusicBrainz 藝術家

# ui.import.becomes.awaiting_pick
source: Awaiting a release
ar: في انتظار إصدار
bg: Очаква издание
bn: রিলিজের অপেক্ষায়
cs: Čeká na vydání
de: Wartet auf eine Veröffentlichung
es: A la espera de una edición
fr: En attente d’une édition
gu: રિલીઝની રાહ
he: ממתין למהדורה
hi: रिलीज़ की प्रतीक्षा
hr: Čeka izdanje
it: In attesa di un’edizione
ja: リリース待ち
kn: ಬಿಡುಗಡೆಗಾಗಿ ಕಾಯುತ್ತಿದೆ
ko: 릴리스 대기 중
ml: റിലീസിനായി കാത്തിരിക്കുന്നു
mr: रिलीजची प्रतीक्षा
nl: Wacht op een uitgave
pa: ਰਿਲੀਜ਼ ਦੀ ਉਡੀਕ
pl: Oczekuje na wydanie
pt_br: Aguardando uma edição
ta: வெளியீட்டுக்குக் காத்திருக்கிறது
te: విడుదల కోసం వేచి ఉంది
th: รอรุ่นที่วางจำหน่าย
tr: Bir sürüm bekleniyor
uk: Очікує релізу
ur: ریلیز کا انتظار
vi: Đang chờ bản phát hành
zh_hans: 等待选定版本
zh_hant: 等待選定版本

# ui.import.commit.unanswered
source: %lld rows still have no name
ar: %lld صف لا يزال بلا اسم
bg: %lld реда все още са без име
bn: %lldটি সারির এখনও নাম নেই
cs: %lld řádků stále nemá název
de: %lld Zeilen haben noch keinen Namen
es: %lld filas siguen sin nombre
fr: %lld lignes n’ont toujours pas de nom
gu: %lld પંક્તિઓનાં હજી નામ નથી
he: %lld שורות עדיין ללא שם
hi: %lld पंक्तियों के अब भी नाम नहीं हैं
hr: %lld redaka još nema naziv
it: %lld righe sono ancora senza nome
ja: %lld行がまだ名前なしです
kn: %lld ಸಾಲುಗಳಿಗೆ ಇನ್ನೂ ಹೆಸರಿಲ್ಲ
ko: %lld개 행에 아직 이름이 없습니다
ml: %lld വരികൾക്ക് ഇനിയും പേരില്ല
mr: %lld ओळींना अजून नावे नाहीत
nl: %lld rijen hebben nog geen naam
pa: %lld ਕਤਾਰਾਂ ਦੇ ਹਾਲੇ ਨਾਂ ਨਹੀਂ
pl: %lld wiersza wciąż nie ma nazwy
pt_br: %lld linhas ainda estão sem nome
ta: %lld வரிகளுக்கு இன்னும் பெயர் இல்லை
te: %lld వరుసలకు ఇంకా పేరు లేదు
th: ยังมี %lld แถวที่ไม่มีชื่อ
tr: %lld satırın hâlâ adı yok
uk: %lld рядка досі без назви
ur: %lld قطاروں کے اب بھی نام نہیں
vi: còn %lld dòng chưa có tên
zh_hans: 还有 %lld 行没有名称
zh_hant: 還有 %lld 列沒有名稱

# ui.import.folder.scan_failed
source: Couldn't scan %@
ar: تعذّر فحص %@
bg: %@ не може да бъде сканирана
bn: %@ স্ক্যান করা যায়নি
cs: Nepodařilo se prohledat %@
de: %@ konnte nicht gescannt werden
es: No se pudo escanear %@
fr: Impossible d’analyser %@
gu: %@ સ્કૅન કરી શકાયું નથી
he: לא ניתן לסרוק את %@
hi: %@ को स्कैन नहीं किया जा सका
hr: Nije moguće skenirati %@
it: Impossibile analizzare %@
ja: %@ をスキャンできませんでした
kn: %@ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗಲಿಲ್ಲ
ko: %@을(를) 스캔할 수 없습니다
ml: %@ സ്കാൻ ചെയ്യാനായില്ല
mr: %@ स्कॅन करता आले नाही
nl: Kan %@ niet scannen
pa: %@ ਨੂੰ ਸਕੈਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pl: Nie można przeskanować %@
pt_br: Não foi possível escanear %@
ta: %@ ஐ ஸ்கேன் செய்ய முடியவில்லை
te: %@ ను స్కాన్ చేయలేకపోయాం
th: ไม่สามารถสแกน %@ ได้
tr: %@ taranamadı
uk: Не вдалося просканувати %@
ur: %@ کو اسکین نہیں کیا جا سکا
vi: Không thể quét %@
zh_hans: 无法扫描 %@
zh_hant: 無法掃描 %@

# ui.import.header.change_release
source: Change…
ar: تغيير…
bg: Промяна…
bn: বদলান…
cs: Změnit…
de: Ändern…
es: Cambiar…
fr: Changer…
gu: બદલો…
he: שינוי…
hi: बदलें…
hr: Promijeni…
it: Cambia…
ja: 変更…
kn: ಬದಲಾಯಿಸಿ…
ko: 변경…
ml: മാറ്റുക…
mr: बदला…
nl: Wijzigen…
pa: ਬਦਲੋ…
pl: Zmień…
pt_br: Alterar…
ta: மாற்று…
te: మార్చు…
th: เปลี่ยน…
tr: Değiştir…
uk: Змінити…
ur: تبدیل کریں…
vi: Đổi…
zh_hans: 更改…
zh_hant: 變更…

# ui.import.header.find_release
source: Find this release
ar: البحث عن هذا الإصدار
bg: Търсене на това издание
bn: এই রিলিজ খুঁজুন
cs: Najít toto vydání
de: Diese Veröffentlichung suchen
es: Buscar esta edición
fr: Trouver cette édition
gu: આ રિલીઝ શોધો
he: חיפוש ההוצאה הזו
hi: यह रिलीज़ खोजें
hr: Pronađi ovo izdanje
it: Trova questa edizione
ja: このリリースを探す
kn: ಈ ಬಿಡುಗಡೆಯನ್ನು ಹುಡುಕಿ
ko: 이 릴리스 찾기
ml: ഈ റിലീസ് കണ്ടെത്തുക
mr: हे प्रकाशन शोधा
nl: Deze uitgave zoeken
pa: ਇਹ ਰਿਲੀਜ਼ ਲੱਭੋ
pl: Znajdź to wydanie
pt_br: Encontrar esta edição
ta: இந்த வெளியீட்டைத் தேடு
te: ఈ విడుదలను వెతకండి
th: ค้นหารุ่นนี้
tr: Bu sürümü bul
uk: Знайти це видання
ur: یہ ریلیز تلاش کریں
vi: Tìm bản phát hành này
zh_hans: 查找该发行版
zh_hant: 尋找該發行版

# ui.import.mapping.column.artist
source: Artist
ar: الفنان
bg: Изпълнител
bn: শিল্পী
cs: Interpret
de: Interpret
es: Artista
fr: Artiste
gu: કલાકાર
he: אמן
hi: कलाकार
hr: Izvođač
it: Artista
ja: アーティスト
kn: ಕಲಾವಿದ
ko: 아티스트
ml: കലാകാരൻ
mr: कलाकार
nl: Artiest
pa: ਕਲਾਕਾਰ
pl: Wykonawca
pt_br: Artista
ta: கலைஞர்
te: కళాకారుడు
th: ศิลปิน
tr: Sanatçı
uk: Виконавець
ur: فنکار
vi: Nghệ sĩ
zh_hans: 艺术家
zh_hant: 演出者

# ui.import.mapping.column.name
source: Name
ar: الاسم
bg: Име
bn: নাম
cs: Název
es: Nombre
fr: Nom
gu: નામ
he: שם
hi: नाम
hr: Naziv
it: Nome
ja: 名前
kn: ಹೆಸರು
ko: 이름
ml: പേര്
mr: नाव
nl: Naam
pa: ਨਾਮ
pl: Nazwa
pt_br: Nome
ta: பெயர்
te: పేరు
th: ชื่อ
tr: Ad
uk: Назва
ur: نام
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# ui.import.mapping.column.source
source: Source
ar: المصدر
bg: Източник
bn: উৎস
cs: Zdroj
de: Quelle
es: Origen
gu: સ્રોત
he: מקור
hi: स्रोत
hr: Izvor
it: Origine
ja: 元データ
kn: ಮೂಲ
ko: 원본
ml: ഉറവിടം
mr: स्रोत
nl: Bron
pa: ਸਰੋਤ
pl: Źródło
pt_br: Origem
ta: மூலம்
te: మూలం
th: แหล่งที่มา
tr: Kaynak
uk: Джерело
ur: ماخذ
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

# ui.import.mapping.column.title
source: Title
ar: العنوان
bg: Заглавие
bn: শিরোনাম
cs: Název
de: Titel
es: Título
fr: Titre
gu: શીર્ષક
he: כותרת
hi: शीर्षक
hr: Naslov
it: Titolo
ja: タイトル
kn: ಶೀರ್ಷಿಕೆ
ko: 제목
ml: ശീർഷകം
mr: शीर्षक
nl: Titel
pa: ਸਿਰਲੇਖ
pl: Tytuł
pt_br: Título
ta: தலைப்பு
te: శీర్షిక
th: ชื่อ
tr: Başlık
uk: Назва
ur: عنوان
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# ui.import.mapping.files_title
source: Files
ar: الملفات
bg: Файлове
bn: ফাইল
cs: Soubory
de: Dateien
es: Archivos
fr: Fichiers
gu: ફાઇલો
he: קבצים
hi: फ़ाइलें
hr: Datoteke
it: File
ja: ファイル
kn: ಫೈಲ್‌ಗಳು
ko: 파일
ml: ഫയലുകൾ
mr: फाइली
nl: Bestanden
pa: ਫ਼ਾਈਲਾਂ
pl: Pliki
pt_br: Arquivos
ta: கோப்புகள்
te: ఫైల్‌లు
th: ไฟล์
tr: Dosyalar
uk: Файли
ur: فائلیں
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# ui.import.mapping.title
source: Mapping
ar: التطابق
bg: Съответствие
bn: মিল
cs: Přiřazení
de: Zuordnung
es: Correspondencia
fr: Correspondance
gu: મેળ
he: מיפוי
hi: मिलान
hr: Pridruživanje
it: Corrispondenza
ja: 対応付け
kn: ಹೊಂದಾಣಿಕೆ
ko: 매핑
ml: പൊരുത്തം
mr: जुळणी
nl: Koppeling
pa: ਮੇਲ
pl: Przyporządkowanie
pt_br: Correspondência
ta: பொருத்தம்
te: సరిపోలిక
th: การจับคู่
tr: Eşleme
uk: Відповідність
ur: مطابقت
vi: Ánh xạ
zh_hans: 对应关系
zh_hant: 對應關係

# ui.import.mapping.tracks_title
source: Tracks
ar: المقطوعات
bg: Песни
bn: ট্র্যাক
cs: Stopy
de: Titel
es: Pistas
fr: Pistes
gu: ટ્રૅક
he: רצועות
hi: ट्रैक
hr: Pjesme
it: Tracce
ja: トラック
kn: ಟ್ರ್ಯಾಕ್‌ಗಳು
ko: 트랙
ml: ട്രാക്കുകൾ
mr: ट्रॅक
nl: Nummers
pa: ਟਰੈਕ
pl: Utwory
pt_br: Faixas
ta: பாடல்கள்
te: ట్రాక్‌లు
th: แทร็ก
tr: Parçalar
uk: Треки
ur: ٹریکس
vi: Bản nhạc
zh_hans: 曲目
zh_hant: 曲目

# ui.import.metadata.file_tags
source: File tags
ar: وسوم الملفات
bg: Етикети на файловете
bn: ফাইলের ট্যাগ
cs: Značky souborů
de: Datei-Tags
es: Etiquetas de archivo
fr: Tags des fichiers
gu: ફાઇલ ટૅગ
he: תגיות הקבצים
hi: फ़ाइल टैग
hr: Oznake datoteka
it: Tag dei file
ja: ファイルのタグ
kn: ಫೈಲ್ ಟ್ಯಾಗ್‌ಗಳು
ko: 파일 태그
ml: ഫയൽ ടാഗുകൾ
mr: फाइल टॅग
nl: Bestandstags
pa: ਫਾਈਲ ਟੈਗ
pl: Tagi plików
pt_br: Tags dos arquivos
ta: கோப்புக் குறிச்சொற்கள்
te: ఫైల్ ట్యాగ్‌లు
th: แท็กของไฟล์
tr: Dosya etiketleri
uk: Теги файлів
ur: فائل ٹیگز
vi: Thẻ của tệp
zh_hans: 文件标签
zh_hant: 檔案標籤

# ui.import.metadata.from_file_tags
source: From file tags
ar: من وسوم الملفات
bg: От етикетите на файловете
bn: ফাইলের ট্যাগ থেকে
cs: Ze značek souborů
de: Aus den Datei-Tags
es: De las etiquetas de los archivos
fr: D’après les tags des fichiers
gu: ફાઇલ ટૅગમાંથી
he: מתגי הקבצים
hi: फ़ाइल टैग से
hr: Iz oznaka datoteka
it: Dai tag dei file
ja: ファイルのタグから
kn: ಫೈಲ್ ಟ್ಯಾಗ್‌ಗಳಿಂದ
ko: 파일 태그에서
ml: ഫയൽ ടാഗുകളിൽ നിന്ന്
mr: फाइल टॅगमधून
nl: Uit de bestandstags
pa: ਫਾਈਲ ਟੈਗਾਂ ਤੋਂ
pl: Z tagów plików
pt_br: Das tags dos arquivos
ta: கோப்புக் குறிச்சொற்களிலிருந்து
te: ఫైల్ ట్యాగ్‌ల నుండి
th: จากแท็กของไฟล์
tr: Dosya etiketlerinden
uk: З тегів файлів
ur: فائل ٹیگز سے
vi: Từ thẻ của tệp
zh_hans: 来自文件标签
zh_hant: 來自檔案標籤

# ui.import.metadata.lookup
source: Lookup
ar: بحث
bg: Търсене
bn: লুকআপ
cs: Vyhledání
de: Nachschlagen
es: Búsqueda
fr: Recherche
gu: શોધ
he: חיפוש
hi: लुकअप
hr: Pretraga
it: Ricerca
ja: 検索
kn: ಹುಡುಕಾಟ
ko: 조회
ml: തിരയൽ
mr: शोध
nl: Opzoeken
pa: ਖੋਜ
pl: Wyszukiwanie
pt_br: Busca
ta: தேடல்
te: వెతుకులాట
th: การค้นหา
tr: Arama
uk: Пошук
ur: تلاش
vi: Tra cứu
zh_hans: 查找
zh_hant: 查詢

# ui.import.metadata.title
source: Metadata
ar: البيانات الوصفية
bg: Метаданни
bn: মেটাডেটা
de: Metadaten
es: Metadatos
fr: Métadonnées
gu: મેટાડેટા
he: מטא-נתונים
hi: मेटाडेटा
hr: Metapodaci
it: Metadati
ja: メタデータ
kn: ಮೆಟಾಡೇಟಾ
ko: 메타데이터
ml: മെറ്റാഡാറ്റ
mr: मेटाडेटा
nl: Metagegevens
pa: ਮੈਟਾਡੇਟਾ
pl: Metadane
pt_br: Metadados
ta: மெட்டாடேட்டா
te: మెటాడేటా
th: ข้อมูลเมตา
tr: Üst veri
uk: Метадані
ur: میٹا ڈیٹا
vi: Siêu dữ liệu
zh_hans: 元数据
zh_hant: 中繼資料

# ui.import.roles.column.role
source: Role
ar: الدور
bg: Роля
bn: ভূমিকা
de: Rolle
es: Función
fr: Rôle
gu: ભૂમિકા
he: תפקיד
hi: भूमिका
hr: Uloga
it: Ruolo
ja: 役割
kn: ಪಾತ್ರ
ko: 역할
ml: റോൾ
mr: भूमिका
nl: Rol
pa: ਭੂਮਿਕਾ
pl: Rola
pt_br: Função
ta: பங்கு
te: పాత్ర
th: บทบาท
tr: Rol
uk: Роль
ur: کردار
vi: Vai trò
zh_hans: 角色
zh_hant: 角色

# ui.import.scan.activity
source: Scanning folders
ar: جارٍ فحص المجلدات
bg: Сканиране на папки
bn: ফোল্ডার স্ক্যান করা হচ্ছে
cs: Prohledávání složek
de: Ordner werden durchsucht
es: Escaneando carpetas
fr: Analyse des dossiers
gu: ફોલ્ડરો સ્કૅન થઈ રહ્યાં છે
he: התיקיות נסרקות
hi: फ़ोल्डर स्कैन हो रहे हैं
hr: Skeniranje mapa
it: Scansione delle cartelle
ja: フォルダをスキャン中
kn: ಫೋಲ್ಡರ್‌ಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 폴더 스캔 중
ml: ഫോൾഡറുകൾ സ്കാൻ ചെയ്യുന്നു
mr: फोल्डर स्कॅन होत आहेत
nl: Mappen worden gescand
pa: ਫੋਲਡਰ ਸਕੈਨ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
pl: Skanowanie folderów
pt_br: Verificando pastas
ta: கோப்புறைகள் வருடப்படுகின்றன
te: ఫోల్డర్‌లను స్కాన్ చేస్తోంది
th: กำลังสแกนโฟลเดอร์
tr: Klasörler taranıyor
uk: Сканування тек
ur: فولڈرز اسکین ہو رہے ہیں
vi: Đang quét thư mục
zh_hans: 正在扫描文件夹
zh_hant: 正在掃描資料夾

# ui.import.scan.found
source: %lld found
ar: تم العثور على %lld
bg: Намерени: %lld
bn: %lldটি পাওয়া গেছে
cs: Nalezeno: %lld
de: %lld gefunden
es: %lld encontrados
fr: %lld trouvés
gu: %lld મળ્યાં
he: נמצאו %lld
hi: %lld मिले
hr: Pronađeno: %lld
it: %lld trovati
ja: %lld件見つかりました
kn: %lld ಕಂಡುಬಂದಿವೆ
ko: %lld개 찾음
ml: %lld കണ്ടെത്തി
mr: %lld सापडले
nl: %lld gevonden
pa: %lld ਮਿਲੇ
pl: Znaleziono: %lld
pt_br: %lld encontrados
ta: %lld கண்டறியப்பட்டன
te: %lld కనుగొనబడ్డాయి
th: พบ %lld รายการ
tr: %lld bulundu
uk: Знайдено: %lld
ur: %lld ملے
vi: Đã tìm thấy %lld
zh_hans: 已找到 %lld 个
zh_hant: 已找到 %lld 個

# ui.import.sheet.asked_for
source: Asked for %@
ar: طلب %@
bg: Изискваше %@
bn: %@ চেয়েছিল
cs: Vyžadoval %@
de: Verlangte %@
es: Pedía %@
fr: Demandait %@
gu: %@ માંગ્યું
he: ביקש את %@
hi: %@ की मांग की
hr: Tražio je %@
it: Richiedeva %@
ja: %@ を要求
kn: %@ ಕೇಳಿತು
ko: %@을(를) 요청함
ml: %@ ചോദിച്ചു
mr: %@ ची मागणी केली
nl: Vroeg om %@
pa: %@ ਮੰਗਿਆ
pl: Wymagał %@
pt_br: Pedia %@
ta: %@ கேட்டது
te: %@ కోరింది
th: ต้องการ %@
tr: %@ istiyordu
uk: Запитував %@
ur: %@ مانگا
vi: Cần %@
zh_hans: 要求 %@
zh_hant: 要求 %@

# ui.import.sheet.choose_audio
source: Choose audio…
ar: اختيار الصوت…
bg: Избор на аудио…
bn: অডিও বেছে নিন…
cs: Vybrat zvuk…
de: Audio wählen…
es: Elegir audio…
fr: Choisir l’audio…
gu: ઑડિયો પસંદ કરો…
he: בחירת שמע…
hi: ऑडियो चुनें…
hr: Odaberi zvuk…
it: Scegli audio…
ja: 音声を選択…
kn: ಆಡಿಯೋ ಆಯ್ಕೆಮಾಡಿ…
ko: 오디오 선택…
ml: ഓഡിയോ തിരഞ്ഞെടുക്കുക…
mr: ऑडिओ निवडा…
nl: Audio kiezen…
pa: ਆਡੀਓ ਚੁਣੋ…
pl: Wybierz dźwięk…
pt_br: Escolher áudio…
ta: ஆடியோவைத் தேர்ந்தெடுக்கவும்…
te: ఆడియోను ఎంచుకోండి…
th: เลือกไฟล์เสียง…
tr: Ses seç…
uk: Вибрати аудіо…
ur: آڈیو منتخب کریں…
vi: Chọn âm thanh…
zh_hans: 选择音频…
zh_hant: 選擇音訊…

# ui.import.sheet.describes_nothing
source: Describes nothing
ar: لا يصف شيئًا
bg: Не описва нищо
bn: কিছুই নির্দেশ করে না
cs: Nepopisuje nic
de: Beschreibt nichts
es: No describe nada
fr: Ne décrit rien
gu: કંઈ દર્શાવતું નથી
he: לא מתאר דבר
hi: कुछ नहीं दर्शाता
hr: Ne opisuje ništa
it: Non descrive nulla
ja: 何も指定しない
kn: ಯಾವುದನ್ನೂ ಸೂಚಿಸುವುದಿಲ್ಲ
ko: 아무것도 나타내지 않음
ml: ഒന്നും സൂചിപ്പിക്കുന്നില്ല
mr: काहीही दर्शवत नाही
nl: Beschrijft niets
pa: ਕੁਝ ਨਹੀਂ ਦਰਸਾਉਂਦਾ
pl: Nic nie opisuje
pt_br: Não descreve nada
ta: எதையும் குறிக்கவில்லை
te: దేన్నీ సూచించదు
th: ไม่ระบุไฟล์ใด
tr: Hiçbir şeyi tanımlamıyor
uk: Нічого не описує
ur: کچھ ظاہر نہیں کرتا
vi: Không mô tả gì
zh_hans: 不对应任何文件
zh_hant: 不對應任何檔案

# ui.import.sheet.disc
source: Disc %lld
ar: القرص %lld
bg: Диск %lld
bn: ডিস্ক %lld
cs: Disk %lld
de: CD %lld
es: Disco %lld
fr: Disque %lld
gu: ડિસ્ક %lld
he: דיסק %lld
hi: डिस्क %lld
hr: Disk %lld
it: Disco %lld
ja: ディスク%lld
kn: ಡಿಸ್ಕ್ %lld
ko: 디스크 %lld
ml: ഡിസ്ക് %lld
mr: डिस्क %lld
nl: Schijf %lld
pa: ਡਿਸਕ %lld
pl: Płyta %lld
pt_br: Disco %lld
ta: வட்டு %lld
te: డిస్క్ %lld
th: แผ่นที่ %lld
tr: Disk %lld
uk: Диск %lld
ur: ڈسک %lld
vi: Đĩa %lld
zh_hans: 碟片 %lld
zh_hant: 碟片 %lld

# ui.import.sheet.disc_help
source: Which disc of the release this sheet's entries are
ar: أي قرص من الإصدار تمثله مدخلات هذه الورقة
bg: Кой диск от изданието са записите на този лист
bn: এই শিটের এন্ট্রিগুলি রিলিজের কোন ডিস্ক
cs: Kterým diskem vydání jsou položky tohoto listu
de: Welche CD der Veröffentlichung die Einträge dieses Blatts sind
es: Qué disco de la edición son las entradas de esta hoja
fr: À quel disque de l’édition correspondent les entrées de cette feuille
gu: આ શીટની નોંધો રિલીઝની કઈ ડિસ્ક છે
he: לאיזה דיסק במהדורה שייכות הרשומות של הגיליון הזה
hi: इस शीट की प्रविष्टियाँ रिलीज़ की कौन-सी डिस्क हैं
hr: Koji disk izdanja su unosi ovog lista
it: Quale disco dell’edizione sono le voci di questo foglio
ja: このシートの項目がリリースのどのディスクにあたるか
kn: ಈ ಶೀಟ್‌ನ ನಮೂದುಗಳು ಬಿಡುಗಡೆಯ ಯಾವ ಡಿಸ್ಕ್
ko: 이 시트의 항목이 릴리스의 어느 디스크인지
ml: ഈ ഷീറ്റിലെ എൻട്രികൾ റിലീസിന്റെ ഏത് ഡിസ്കാണ്
mr: या शीटच्या नोंदी रिलीजची कोणती डिस्क आहेत
nl: Welke schijf van de uitgave de items van dit blad zijn
pa: ਇਸ ਸ਼ੀਟ ਦੀਆਂ ਐਂਟਰੀਆਂ ਰਿਲੀਜ਼ ਦੀ ਕਿਹੜੀ ਡਿਸਕ ਹਨ
pl: Którą płytą wydania są pozycje tego arkusza
pt_br: Qual disco da edição são as entradas desta folha
ta: இந்தத் தாளின் உள்ளீடுகள் வெளியீட்டின் எந்த வட்டு
te: ఈ షీట్ ఎంట్రీలు విడుదలలోని ఏ డిస్క్
th: รายการในชีตนี้เป็นแผ่นใดของรุ่นที่วางจำหน่าย
tr: Bu sayfanın girdileri sürümün hangi diski
uk: Яким диском релізу є записи цього аркуша
ur: اس شیٹ کے اندراجات ریلیز کی کون سی ڈسک ہیں
vi: Các mục của bảng này thuộc đĩa nào của bản phát hành
zh_hans: 此表的条目对应版本的哪一张碟片
zh_hant: 此表的項目對應版本的哪一張碟片

# ui.import.sheet.ignored
source: Ignored
ar: مُتجاهَل
bg: Пренебрегнат
bn: উপেক্ষিত
cs: Ignorováno
de: Ignoriert
es: Ignorado
fr: Ignoré
gu: અવગણેલું
he: מתעלמים
hi: अनदेखा
hr: Zanemareno
it: Ignorato
ja: 無視
kn: ನಿರ್ಲಕ್ಷಿಸಲಾಗಿದೆ
ko: 무시함
ml: അവഗണിച്ചു
mr: दुर्लक्षित
nl: Genegeerd
pa: ਅਣਡਿੱਠ
pl: Pominięty
pt_br: Ignorado
ta: புறக்கணிக்கப்பட்டது
te: విస్మరించబడింది
th: ไม่ใช้
tr: Yok sayıldı
uk: Ігнорується
ur: نظرانداز
vi: Bỏ qua
zh_hans: 已忽略
zh_hant: 已忽略

# ui.import.slots.choose_file
source: Choose file…
ar: اختيار ملف…
bg: Избор на файл…
bn: ফাইল বাছুন…
cs: Vybrat soubor…
de: Datei wählen…
es: Elegir archivo…
fr: Choisir un fichier…
gu: ફાઇલ પસંદ કરો…
he: בחירת קובץ…
hi: फ़ाइल चुनें…
hr: Odaberi datoteku…
it: Scegli file…
ja: ファイルを選択…
kn: ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ…
ko: 파일 선택…
ml: ഫയൽ തിരഞ്ഞെടുക്കുക…
mr: फाइल निवडा…
nl: Bestand kiezen…
pa: ਫਾਈਲ ਚੁਣੋ…
pl: Wybierz plik…
pt_br: Escolher arquivo…
ta: கோப்பைத் தேர்வுசெய்…
te: ఫైల్ ఎంచుకోండి…
th: เลือกไฟล์…
tr: Dosya seç…
uk: Вибрати файл…
ur: فائل منتخب کریں…
vi: Chọn tệp…
zh_hans: 选择文件…
zh_hant: 選擇檔案…

# ui.import.slots.column.length
source: Length
ar: المدة
bg: Времетраене
bn: দৈর্ঘ্য
cs: Délka
de: Länge
es: Duración
fr: Durée
gu: લંબાઈ
he: אורך
hi: अवधि
hr: Trajanje
it: Durata
ja: 長さ
kn: ಅವಧಿ
ko: 길이
ml: ദൈർഘ്യം
mr: कालावधी
nl: Lengte
pa: ਲੰਬਾਈ
pl: Długość
pt_br: Duração
ta: நீளம்
te: నిడివి
th: ความยาว
tr: Süre
uk: Тривалість
ur: دورانیہ
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

# ui.import.slots.drop
source: Drop
ar: إسقاط
bg: Отпадане
bn: বাদ দিন
cs: Vynechat
de: Verwerfen
es: Descartar
fr: Abandonner
gu: છોડો
he: השמטה
hi: हटाएँ
hr: Izostavi
it: Scarta
ja: 削除
kn: ಬಿಡಿ
ko: 버리기
ml: ഒഴിവാക്കുക
mr: वगळा
nl: Weglaten
pa: ਛੱਡੋ
pl: Pomiń
pt_br: Descartar
ta: நீக்கு
te: వదిలేయి
th: ตัดออก
tr: Bırak
uk: Відкинути
ur: چھوڑیں
vi: Bỏ
zh_hans: 舍弃
zh_hant: 捨棄
